Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/skuvlahistorja2/fjellheim-sn.html.tmx
Source language: sme
Languages: sma

source: Artihkal girjjis Sámi skuvlahistorjá 2.
sma: Tjaalege gærjeste Saemien skuvle-vaajese 2.

source: Vuosttaš oahpaheaddji boazodoalloskuvllas
sma: Voestes lohkehtæjja båatsoeburrie-skuvlesne

source: Muitalan Svein Lundai
sma: Daam lea Svein Lundese soptsestammed

source: Davvisámegillii jorgalan: Marit Eira Gaino
sma: Åarjelh-saemien gielese jarkoestamme: Åsta Vangberg

source: Paul Fjellheim, Røros 2003 (Govva: Basia Głowacka)
sma: Paul Fjellheim, Røros 2003 (Guvvie: Basia Głowacka)

source: Paul Fjellheim lea riegádan 1931:s, ja lea bajásšaddan Fjellheim báikkis, dalá Praahke suohkanis, davábealde Rørosa (Plassje), gos váhnemat barggaiga sihke boazodoaluin ja šibitdoaluin.
sma: Paul Fjellheime reakasovvi 1931, jih byjjeni Fjellheimesne, Prahken tjieltesne Plassjen (Rørosen) noerhtelen, gusnie eejhtegh jieliejigan spidtjebarkojste jih båatsoejieliemistie.

source: Mánáidskuvlla váccii son Praahkes, reálaskuvlla Rørosas, landsgymnása Orkdaeles ja šibitdoavtterallaskuvlla Oslos.
sma: Dihte maana-skuvlem Prahkesne veedtsi, realskuvlem Rørosesne, laante-gymnasem Orkdaellesne jih veterinær-jilleskuvlem Oslovesne.

source: Ovdal go álggii vuosttaš váldooahpaheaddjin boazodoalloskuvllas 1968/69:s, de barggai Fjellheim šibitdoavttirin Lardalas Vestfoldas, lei johtti guovllušibitdoavttir Davvi- Norggas, ja stáhta šibitdoavtterlaboratoriijas Harstad:s.
sma: Aerebi goh voestes lohkehtæjja båatsoeburrie-skuvlesne 1968/69 sjidti, Fjellheime barki goh veterinære Lardalesne Vestfoldesne, fealadimmie byjrese-veterinære Noerhte-Nøørjesne jih Staaten veterinær- laboratoriumesne Harstadesne.

source: Ovtta gaskka barggai son dieđalašveahkkebargin šibitdoavtterallaskuvllas ja 1976:a rájis lei son guovllušibitdoavttir Rørosas gitta manai ealáhahkii.
sma: Dan mænngan lij viehkiehtæjja veterinær-jilleskuvlesne jih jaepien 1976 byjrese-veterinære Rørosesne sjidti. Desnie barki gosk voerese-maaksoem dåastoeji.

source: Paul Fjellheim lei Norgga Boazosápmelaččaid riikkasearvvi jođiheaddji 1965- 73.
sma: Paul Fjellheime lij åvtehke Nøørjen Båatsoesaemiej Rijhkesaerviesne (NBR) jaepiej 1965-73.

source: Jagis 2001 nammaduvvui son mielláhttun Sámi vuoigatvuođalávdegoddái.
sma: Jaepien 2001 lihtsege Saemiej-reaktaj-moenehtsisnie sjidti.

source: Ii oktage máhte nu bures muitalit boazodoalloskuvlla álggaheami birra go Paul Fjellheim.
sma: Paul Fjellheime dihte bøøremes maahta alkoelistie soptsestidh båatsoeburrie-skuvlen bijre.

source: Álggos lei son njunnožis oažžut skuvlla álggahuvvot, maŋŋil šattai son skuvlla vuosttaš váldooahpaheaddjin.
sma: Voestegh eadtjohke laakan barki guktie skuvle juhtiemasse bøøti jih mænngan voestes åejvie-lohkehtæjja sjidti.

source: Mii leat vuolgán su lusa su ruktui Rørosii oažžun dihte su muitalit skuvlla álggaheami birra ja vuosttaš skuvlajagi diliid birra.
sma: Mijjieh libie Rørosesne minneme jih dam gåetesne råakeme guktie dihte maahta soptsestidh guktie skuvle juhtiehtasse bøøti jih guktie siepmieh lin skuvlesne voestes jaepien.

source: – Ovdal go Stáhta boazodoalloskuvla ásahuvvui, de ii lean ovdal leamaš Norggas makkárge organiserejuvvon oahpahus boazodoalus, earret soames oanehis kurssat, ja moadde jagi gávdnui boazodoallolinjá stuoraskuvllas ja dan maŋŋil linjájuhkkojuvvon nuoraidskuvla Kárášjogas.
sma: – Aerebi goh Staaten båatsoeburrie-skuvle tseegksovvi ij lij naan øøhpehtimmie båatsoejielemen bijre Nøørjesne – jis ibie neebnh såemies åenehks kuvsjh jih naan jaepieh jåarhke-skuvlesne gusnie båatsoejieleme-daltese jih mænngan naan jaepieh noereskuvlesne Karasjokesne.

source: Nuoraid oahpaheapmi boazodollui lei álo leamaš oassálastima čađa bearraša boazodoalus.
sma: Lierehtimmieh båatsoejielemen bijre lin noere almetjh åådtjeme gåetesne fuelhkien tjirrh.

source: Dađistaga go viiddui skuvlavázzinbággu, de gártai mánáide ja nuoraide unnit ja unnit áigi oahppat praktihkalaš boazodoalu ruovttus.
sma: Gosse skuvle-diedte væjreni, dellie åenebe jih åenebe tijje maanide jih noeride gåetesne sjidti båatsoejieliemisnie meatan årrodh.

source: Nu šattai stuorit dárbu dasa ahte skuvllain álget oahpahit boazodoalu birra.
sma: Nimhtie daerpies skuvle dihte diedtem åadtjoeji båatsoejielemen bijre maahtoem vedtedh.

source: Seammás bohte eanet ja eanet gáibádusat dasa ahte boazosápmelaš galggai dovdat lágaid, máhttit doaimmahit rehketdoalu ja eará báberbargguid ja dan ahte máhtii organiseret ealu nu ahte oažžu eanemus ávkki das.
sma: Stoerre jih stuerebh kriebpesjimmieh aaj sjidtin laaken nualan båetedh, øøkonomiem stuvredh guktie vierhtieh støøremes sjidtin jih jeatja paehperebarkoejgujmie øørnedh.

source: Dán áiggis lei oallugiin boazodoalus unnán skuvla, earret eará ledje oallugat massán skuvlaoahpu soađi vuolde.
sma: Dåaroen gaavhtan lin gallesh båatsoeburrie-almetjh nuepiem dasseme skuvlh vaedtsedh.

source: NBR gáibida fágaovdáneami
sma: NBR-e faage-øvtiedimmiem kriebpesje

source: – Seammás lei dárbu nannet dan fágalaš beali boazodoallohálddahusas.
sma: – Seammea tijjen lij aaj daerpies faage-tsiehkiem båatsoejieliemisnie nænnoestidh.

source: Ii lean vel ásahuvvon sierra boazodoallohálddahus, muhto lei okta boazodoallokantuvra Eanandoallodepartemeantas.
sma: Ij lij ennje naan jijtjh-reereme båatsoejielemasse tseegkesovveme, mohte båatsoeburrie kontovre Laantedepartementesne.

source: Dát lei departemeantta láhkaossodagas, dát muitala ahte oidne boazodoalu eambbo dego noađđin mii galggai stivrejuvvot, go ealáhussan mii galggašii ovdánit.
sma: Dihte lij departementen laaken nuelesne mij vuesehti båatsoejieleme lij tsagkese maam tjoeverin stuvredh jih ij jieleme mij edtji øvtiedimmien nualan båetedh.

source: Boazodoalu bealis sávve eanet fágalaš hálddašeami mii sáhtii leat ávkin boazodoalu ovdáneapmái.
sma: Båatsoejielemen bieleste lin vaajtelimmieh faage-reeremasse mij meehti båatsoejielemem øvtiedæmman juhtiehtidh.

source: Norgga Boazosápmelaččaid Riikkasearvvis (NRL) oaivvildeimmet mii ahte nannen dutkamis, fágalaš nevvodeamis ja oahpahusas ledje golbma ášši mat gulle oktii.
sma: Goh tjåangkoe Nøørjen Båatsoesaemiej Rijhkesaerviesne (NBR), dellie golme aamhtsh joekoen vihkeles: giehtjedimmie, faage-bihkedimmieh jih øøhpehtimmieh.

source: Riikkačoahkkimis 1967:s dagaimet mearrádusa boazodoalu fágaovdáneamis, ja gáibideimmet earret eará ásahit virggiid dego geahččalanjođiheaddji ja stáhtakonsuleanta boazodollui ja iežamet boazodoalloskuvlla.
sma: Nænnoestimmieh mah faage-øvtiedæmman veadtaldihkie, lin vihkeles aamhtsh laantetjåangkosne 1967. Desnie kriebpesjimh orre barkoesijjieh goh åvtehke gie edtji orre aamhtsh juhtiehtidh, staaten-konsulentem båatsoejielemen gaavhtan jih sjiere båatsoeburrie-skuvlem.

source: Gaskkamuttos 50- logus álggii šibitdoavttir bargui Stáhta šibitdoavtterlaboratoriijai Harstad:ii geas lei bohccodávddaid birra erenoamášsuorgin.
sma: Gaskoe 50-taalesne Staate veterinær-laboratoriumem Harstadesnie rihpesti gusnie veterinære gien jijnjh maahtoeh bovtsi-heavoj bijre.

source: Sven Skjenneberg álggii dán bargui, ja go sus lei virkelohpi 1966- 68 rádjái, de ledjen mun su sadjásaš.
sma: Sven Skjenneberge dennie barkojsne sijjiem åadtjoeji jih gosse dihte liegkesem utnieji 1966-68, lim manne dennie sijjesne.

source: 1954:s ásahuvvui geahččaladdanstašuvdna boazodoalu várás Lodegii.
sma: Jaepien 1968 akte giehtjedimmie-stasjovne (forsøksstasjon) båatsoejielemen gaavhtan, Lodegisnie tseegkesovvi.

source: 1968:s sirrejuvvui dát stašuvdna eret šibitdoavtterlaboratoriijas, ja Skjenneberg álggii geahččaladdanjođiheaddjin boazodollui.
sma: Jaepien 1968 dihte stasjovne veterinærlaboratorien bæjngolen bøøti jih Skjenneberge åvtehke desnie sjidti.

source: Gáibádusas praktihkalaš čađaheapmái.
sma: Kriebpesjimmieh jih guktie barkoem juhtiehtidh

source: – Mun gii ledjen jođiheaddjin NBR:s ožžon dan ovddasvástádusa ahte oažžut gáibádusa čađa.
sma: – Goh åvtehke NBR-esne, manne dihte diedtem åadtjoejim barkedh guktie dah kriebpesjimmieh juhtiehmasse bøøtin.

source: Lassin dasa ahte ealáhus gáibidii skuvlla ásahuvvot, geavaheimmet mii Sámekomitea árvalusa vealtan ja doarjjan gáibádussii.
sma: Lissine kriebpesjimmijstie båatsoejielemistie, mijjieh aaj Saemie-moenehtsen jiehtsidie åtnose veeltimh.

source: Dál lei nu lihkku ahte dalá stáhtačállis Eanandoallodepartemeanttas, Johan Kleppes, lei hui stuora beroštupmi boazodollui.
sma: Aavrehke limh, juktie staaten sekretære guhth dellie Laanteburrie-departementesne tjaahkan, Johan Kleppe, lij våårehke laakan båatsoejielemasse giehtjedamme.

source: Moai leimme oahpásnuvvan šibitdoavtterallaskuvllas ja go mun válden dán ášši bajás suinna, de lei son dakkaviđe áŋgir oažžut johtui boazodoalloskuvlla.
sma: Monnoeh limen ektesne veterinær-skuvlesne vaadtseme jih gosse manne dam aamhtsem dan åvtese juhtihtim, dellie dihte dallah edtjohke båatsoeburrie-skuvlem øørnedh.

source: Borkenesas olggobealde Hrastad lei dan áigge okta unna gilvvagárddeskuvllaš, muhto dohko ledje nu unnán ohccit leamaš daid maŋimus jagiid, ahte lei áitojuvvon heaittihuvvot.
sma: Borkenesesne, Harstaden bæjngoelisnie lij ikt akte onne haakeneburrie-skuvle jih disse lij dej minngemes jaepiej geerve orreme learohkh åadtjodh guktie nimhtie aajhtaldihkie.

source: Doppe lei dan sivas buorre sadji mii mielddisbuvttii ahte lei álki álggahit boazodoalloskuvlla johtilit.
sma: Desnie buerie sijjie guktie båatsoeburrie-skuvle meehti disse juhtedh.

source: Dohko almmuhuvvui rabas virgi oahpaheaddjin boazodoalus, muhto ii oktage ohcan dasa.
sma: Sijjie lohkehtæjjan guhth meehti båatsoejielemen bijre øøhpehtidh lij staeries, mohte idtji guhte dam ohtsh.

source: De ožžon dieđu ahte jus dát skuvla galggai álggahuvvot, de ferten mun álgit oahpaheaddjin.
sma: Dellie munnjan dijre bøøti jis edtjti skuvle juhtiehtasse båetedh, dellie manne dam sijjiem tjoeverim ohtsedh.

source: Ii lean álkis ášši álggahit boazodoalloskuvlla vuođu rájis.
sma: Ij lij aelhkie båatsoeburrie-øøhpehtimmiem alkoelistie tseegkedh.

source: Mus lei gal dat stuora ovdamunni ahte dovden miehtá Norgga boazodoalu iežan barggu čađa dalle go bargen šibitdoavttirin ja NBR čađa.
sma: Læjhkan lij munnjien buerie juktie åehpies lim abpe båatsoejieleme-Nøørjine mov barkoen tjirrh goh veterinære, jih goh lihtsege NBR-esne.

source: Nuppi dáfus ii lean mus makkárge pedagogalaš oahppu, in ge lean bargan oahpaheaddjin ovdal.
sma: Tsagkese lij læjhkan juktie ij lij mov naan øøhpehtimmie pedagogike-faagigujmie jallh dååjrehtsh goh lohkehtæjja.

source: Mis ledje unnán oahppogirjjit.
sma: Mijjen lin aaj vaenieh learoevierhtieh.

source: Earret Sven Skjenneberg girjji " Rein og reindrift " (" Boazu ja boazodoallu "), de fertiimet ieža dahkat ollu oahpponeavvuid.
sma: Sven Skjennebergen gærja «Rein og reindriftš (Bovtsh jih båatsoeburrie) lij staeries, mohte dejtie jeatja tjaalegidie mejtie sijhtim åtnose vaeltedh, tjoeverim jijtje tjaeledh.

source: Fágplána dagaimet seammás go lei oahpahus.
sma: Faagplaanh dejtie sjiere faagidie, tjoeverimh tjaeledh mearan faagh lin juhtiemisnie.

source: Earret mu, de lei fágaplánalávdegottis dušše stáhtakonsuleanta Loýd Villmo geas lei makkárge boazodoallofágalaš duogáš.
sma: Faagplaane-moenehtsisnie mov baalte, lij Loyd Villmo guhth utnieji daajroem båatsoejielemem bijre.

source: Muđui ledje dušše eanandoallooahpaheaddjit.
sma: Dah jeatjebh dennie moenehtsisnie lin laanteburrie-lohkehtæjjah.

source: Fágaplánabarggus aniimet eanandoalloskuvlla fágaplánaid vuođđun, maid de heiveheimmet boazodoalu ohppui.
sma: Aelkiemisnie laanteburrie-plaanide vååjnesasse veeltimh jih dejtie voejhkelimh båatsoejielemasse sjiehtesjahtedh.

source: Muhto lei duođas ovddasmannibargu, ii lean oktage gii lei bargan dákkáriid ovdal, ii ge lean oktage geas sáhtii jearrat ráđiid.
sma: Daate hov joekoen vihkeles barkoe, mohte ij lij gie aerebi dagkarinie barkojne giehtelamme. Idtimh giejtie gænnah maehtieh man bijre gihtjedh.

source: Vuosttaš jagi ledje mis ovcci oahppi.
sma: Mijjen lin uktsie learohkh voestes jaepien.

source: Guovttis bohte Finnmárkkus, guovttis Romssas, golmmas Nordlánddas, okta Davvi- Trøndelágas ja okta Lulli- Trøndelágas.
sma: Gøøkte ligan Finnmarkeste, gøøkte Tromseste, golme Noerhtelaanteste, akte Noerhte- jih akte Åarjelh-Trøndelageste.

source: Ledje eanas dievddut, dušše okta nieida.
sma: Jijnjemesh lin påajhkh, ajve akte niejte.

source: Ieš ledjen oahpaheaddjin boazodoallooahpus, earret eará guohtumiid birra, ealločoahkádusa ja bohccodávddaid birra.
sma: Manne jijtje maahtoem vedtiejim båatsoejielemen learoen bijre, v.g. gåatomen – jih bovtsi haerpij bijre, jih guktie bovtsh ektesne dåehkine.

source: Villmo oahpahii boazodoalloekonomiija birra.
sma: Villmoe dihte båatsoejielemen økonomien bijre øøhpehti.

source: Eará fágain, nu go dárogielas, matematihkas ja mášenoahpus, geavaheimmet mii gilvvagárdeskuvlla oahpaheddjiid.
sma: Lohkehtæjjah haakeneburrie-skuvleste dejtie jeatja faagide øøhpehtin goh nøørjen giele, matematigke jih learoeh maskinaj bijre.

source: Oahppit ja oahpaheaddjit boazodoalloskuvllas 1968/69: Albrigt Myrstad - John Hovd - Arne Fjellheim - Ole Jakob Edvardsen - Paul Fjellheim Albert Jåma - Inge Andersen - Anders Gaup - Johan Mathis Vars - Per Schjølberg-Gamnes Per Mathis Skum - Anne Margrethe Oskal - Anders Eira
sma: (Guvvie: Loyd Villmo)

source: Ii lean mihkke heajos skuvllaid
sma: Ij lij daate naan madtan skuvle

source: – Lassin luohkkálatnjaoahpahussii ledje mis ollu vánddardeamit.
sma: – Lissine øøhpehtimmide klaassetjiehtjielisnie lin aaj vaanterdimmieh.

source: Mii leimmet dávjá geahččaladdanstašuvnnas Lodegis ja leimmet mielde čohkkeme ealu boazosápmelaččaiguin Iinná- sullos.
sma: Mijjieh limh gellien aejkien Lodegisnie gusnie pryøvemestasjovne jih mijjieh limh aaj meatan båatsoesaemiej ektine gosse Iidnesne tjøønghkeminie.

source: Mii leimmet maid guhkit mátkkis Finnmárkkus gos manaimet miehtá fýlkka, go oahppit besse searvat njuovademiide ja lahpamiidda.
sma: Mijjieh aaj Finnmarkesne vaanterdimh gusnie learohkh åadtjoejin meatan gosse slaaterdimmieh jih iervemh.

source: De ledje mis maid mátkkit gos ohppe guohtumiid ja šattuid birra.
sma: Lissine lin vaanterdimmieh gusnie maahtoeh åadtjoejimh gåatomen- jih sjædtoej bijre.

source: Dag Lenvikas lei ovddasvástádus dán oahpaheamis.
sma: Dag Lenviken lij diedte dejtie vuepside jaksedh.

source: Dákkár mátkkin barge oahppit ollu, sii galge čállit beaivegirjjiid ja čállit visot maid ohppe.
sma: Gosse vaanterdimmieh, dellie learohkh tjoeverin eadtjohke laakan barkedh, gærjide fierhten biejjien tjaeledh jih aaj jeatja tjaalegh darjodh mah vuesiehtin maam lin liereme.

source: Vaikko lei aitto álgán skuvla, de in leat sihkár ahte lei go obage heajos skuvla.
sma: Daate lij skuvle mij adtjegh juhtiemasse båateme, mohte mov vierhtiedimmien mietie, ij lij daate naan madtan skuvle.

source: Lei goit praktihkalaš ávki eanas áššiin maid ohppe.
sma: Learohkh jijtje-darjoemisnie lierin.

source: Muittán okta ohppiin, Anne Margrehte Oskal, logai ahte boazodoalloskuvla lei buoremus skuvla maid son goasse lea vázzán, go doppe oahpai sihke praktihkalaš bargguid ja ávkkálaš teoriijaid.
sma: Manne måjhtam, akte dejtie learohkijstie, Anne Margrethe Oskale jeehti daate dihte bøøremes skuvle sutnjien, juktie desnie åadtjoejin jijtje barkedh maahtoeh tjøønghkedh jih aaj gærjijste learoem viedtjedh.

source: Vaikko eanas ohppiin lei sámegiella eatnigiellan, de ii lean oktage guhte gáibidii sámegiela oahpahusgiellan.
sma: Jalhts jeenemes dejstie learohkijstie saemien utniejin goh gåetie-giele, idtji gieh øøhpehtimmiem saemien gielesne kriebpesjh.

source: Sámi kulturoahpahus ii ge lean sierra fágan dan áiggi, muhto dat bođii mielde oahpahusas eará fágain dalle go orui heiveme.
sma: Ij lij maahtoeh saemiej kultuvren bijre naan faage dej beeli, mohte voejhkelimh læjhkan jeatja faagine maahtoeh vedtedh jis nimhtie sjiehti.

source: Gilvvagárdedoaibma + boazodoallu = riidu
sma: Haakeneburrie + båatsoeburrie = tsagkese

source: – Ovdalaš oahppit leat muitalan ollu riidduid birra dan vuosttaš jagi.
sma: – Learohkh aeriebistie leah soptsestamme tsagkesi bijre destie voestes jaepeste.

source: – Gilvvagárdeskuvla ja boazodoalloskuvla leigga guokte skuvlla ovtta dáhki vuolde, ja boazodoalloskuvla bođii gilvvagárdeskuvlla rektora vuollái.
sma: – Haakeneburrie- jih båatsoeburrie-skuvle seamma ræhpien nuelesne sjidtin jih båatsoeburrie-skuvle aaj seamma åvtehkem åadtoeji goh laanteburrien-skuvle.

source: Sis galge muhtin muddui leat seamma oahpaheaddjit, ja galge orrut seamma internáhtas.
sma: Learohkh seamma lohkehtæjjah åadtjoejin jih dah maanah edtjin aaj ektesne seamma internatesne årrodh.

source: Muhto skuvllain lei áibbas goabbatlágan biras ja kultuvra, sihke ohppiin ja oahpaheddjiin.
sma: Mohte dah gøøkte skuvlh sjiere byjresh jih kultuvrh vuesiehtin dovne learohki jih lohkehtæjjaj gaskems.

source: Gilvvagárdeskuvlla oahppit ledje nuorat ja sis ii lean nu buorre oahppanmokta, boazodoalloskuvlla oahppit fas boarraseappot ja ollu oahppanmokta.
sma: Learohkh haakeneburrie-skuvlesne lin nuerebh saemiej learohkijstie jih eah lin dah seamma eadtjohke lierehtæmman goh dah saemiej learohkh.

source: Balaheapmi ja ovdagáttut sápmelaččaid vuostá lei dábálaš dan áigge, ja vuhttui sihke gilvvagárdeskuvlla ohppiin ja bargiin.
sma: Dej beeli lin sohtehtimmieh jih laavsomh daamhtetje saemide veadtaldihkie, jih dovne learohkh jih lohkehtæjjah sih lin dagkerh åssjalommesh guedtieminie.

source: Oktiibuot mielddisbuvttii dát soames riidduid.
sma: Nimhtie jijnjh tsagkesh gaskems sjidtin.

source: Álo go ledje riiddut ja váttisvuođat skuvllas, lei dat eanet gilvvagárdeskuvlla ohppiid sivva go boazodoalloskuvlla ohppiid.
sma: Jis lin krøøhkestimmie-tsagkesh skuvlesne, dellie dah lin daamhts haakeneburrie-skuvlen learohkide veadtaldihkie.

source: – Lei go nu ahte čállojuvvui dutkanraporta skuvlla birra ?
sma: – Guktie mejtie giehtjedimmie-tjaalege skuvlen bijre tjaalasovvi ?

source: – Diet raporta, juo.
sma: – Dihte tjaalege, bist.

source: Lei nu ahte son guhte maŋŋil šattai mu eamidin, barggai dalle servodatdutkaninstituhtas Oslos.
sma: Dihte mij mov gåmmebe mænngan sjidti, lij dellie barkeminie Oslovesne, Instituttesne mij edtji ektievuekie-jielemem giehtjedidh.

source: Doppe lei sus okta sámi studeanta, Johan Albert Kalstad, Hábmeris eret.
sma: Desnie saemien studentem utnieji, man nomme Johan Albert Kalstad, Hábmereste.

source: Dasto lážii son dili nu ahte Johan Albert oaččui ruđa dutkanráđis vuolgit studeret skuvlla birrasa.
sma: Øørnege tseegkesovvi guktie dihte beetneh-vierhtieh giehtjedimmie-raereste åadtjoeji guktie meehti byjresem skuvlesne giehtjedidh.

source: Ja Johan Albert bođii, ja geahčadii ja čálii, sihke skuvllas ja friddjaáiggis, nuoraiguin ovttas.
sma: Jih Johan Alberte bøøti, skuvlesne giehtjedi jih aaj learohkidie skuvlebiejjiej mænngan, skuvlen bæjngoelisnie.

source: Ferten gal lohkat ahte son lei buorre dárkojeaddji.
sma: Tjoeverem jiehtedh, væjkeles lij.

source: Riiddut ledje mu oainnu mielde vuosttažettiin skuvlla siskkobealde.
sma: Tsagkesh lin mov aarvoen mietie skuvlesne.

source: Gilis gal atne árvvus boazodoallonuoraid.
sma: Voenesne buerie laakan dej noere saemiejgujmie gåaredi.

source: Háliidan rámiidit boazodoalloohppiid.
sma: Tjoeverem dejtie båatsoe-jieleme noeride garmerdidh.

source: Sii ledje barggánis oahppit geain lei beroštupmi oahppat.
sma: Dah lin jihtseles jih barkose eadtjohke.

source: Mun anán árvvus dáid nuoraid ja maid ollu eará nuoraid boazodoallobirrasis geaid lean deaivan maŋŋil.
sma: Mov vuajnoen mietie lin dah saemien noerh skuvlesne aajmohke jih nimhtie leah aaj gallesh orreme mejtie leam båatsoejielemen bæjngoelisnie mænngan råakeme.

source: Vuosttaš jagiid lei buorre sadji boazodoalloskuvllas, muhto moatti jagi geahčen álge fas eambbogat ohcat álgit gilvvagárdeskuvlii ja de šattai unnit sadji.
sma: Dej voestes jaepiej lij buerie sijjie båatsoeburrie-skuvlesne. Naan jaepiej mænngan stoerre ohtseme haakeneburrie-skuvlese sjidti jih nimhtie gåårtjehke desnie.

source: Dát lei okta miel- sivain dasa ahte 1981:s sirdojuvvui skuvla Guovdageidnui.
sma: Dan sjieken skuvle Goevtegeajnose bøøti jaepien 1981.

source: Muhto dát lea ollu maŋŋil mu áiggi, nu ahte dan birra ožžot earát muitalit.
sma: Mohte daate lij mov barkoen mænngan, guktie gieh jeatjebh tjoeverieh dan bijre soptsestidh.

source: Eará čállosat girjjis Sámi skuvlahistorjá 2
sma: Jeatjah tjaalegh gærjeste Saemien skuvle-vaajese 2
